Repository: atlas-studios/ForcedExposureDailyAfterRebirth
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 她在她哥哥评论区下面发了一个狗头。
en_us: She replied to her brother's tweet with an emoji of a dog's head, after which a bunch of fans immediately swarmed to reply to the tweet.

source: 她在学校的地位很高，所以才能接触到徐晗那样的偶像明星，两人平时还被学校的同学们组成过cP,拥有不少的cp粉。
en_us: She had a high status in school, so she could get in touch with idols like Yu Xiangyang. Many of the students in school supported the idea of them being a couple.

source: 她在学校这么久，一向都是众人夸赞艳羡的存在。
en_us: Throughout the years that she had been in school, everyone had always been envious of her and she would be showered with compliments all the time.

source: 她坐下之后，手指就移到了男人的大腿上，小心的挠了两下。
en_us: After she sat down, she placed her hand on his thigh and scratched it twice cautiously.

source: 她垂眸一看，备注老公的男人发来了消息：“十分钟。”
en_us: She looked down to see that the man whose number she saved as 'Hubby', sent a message to her. "Ten minutes."

source: 她大学就当了模特。
en_us: She had already become a model even though she was still a college student.

source: 她大学那会浑浑噩噩的，再加上已经过去了八年，说实话，大学这些人她没一个能叫上名字的。
en_us: She was muddled up during college and eight years had passed since then. To be frank, she did not remember the names of any of her college schoolmates.

source: 她娇嗔道。
en_us: She said coquettishly.

source: 她安慰自己，应该差不了多少，没关系的。
en_us: She comforted herself by telling herself that she probably did not have to fork out too much and that it would be alright.

source: 她对她的印象也不多了。
en_us: They did not have much of an impression of her either.

source: 她对这人的印象是真的不多，可为什么徐晗给她的感觉，却好似很关心？
en_us: She really did not have much of an impression on Xu Han but she felt that he seemed to be very concerned about her.

source: 她将自己长发盘起，一瞬间就好似那迪士尼公主。
en_us: She tied her long hair up and she immediately looked like a Disney princess.

source: 她常年呆在国外，对国内的明星也不了解。
en_us: She had lived abroad for several years and did not know much about the celebrities of the local entertainment industry.

source: 她弯着月牙般的眼睛，笑意盈盈的开口，可那语气却莫名让人脊背发凉。
en_us: Although she was grinning widely, her tone was somehow hair-raising.

source: 她强忍着上前给对方一巴掌的冲动，硬是扯出了一抹笑：“我没事。”
en_us: Resisting the urge to go forward and slap Ye Mei, Ye Li forced herself to put on an insincere smile and answered, "I'm fine."

source: 她心里又稍稍舒服了一些。
en_us: She felt a little more comfortable.

source: 她心里恨得要死。
en_us: She was filled with hatred.

source: 她心里酸的很，脸上却带着甜美的笑：“凤年哥哥，都到这里了，怎么不进屋里坐坐，等会儿我大哥他们应该也要回来了,正好你们可以聚聚。 ”
en_us: Despite feeling extremely bitter, she nonetheless kept a sweet smile on her face. "Brother Fengnian, since you're already here, why don't you go inside for a seat? My brothers should be coming home soon too. You can catch up with them."

source: 她怕自己稍微大声一点，就会忍不住大哭出声。
en_us: She was afraid that she would burst into tears uncontrollably if she were to speak any louder.

source: 她急忙整理了一下裙摆，起身上前，担忧的问：“大哥，我姐姐怎么样了，她醒了吗？”
en_us: She hurriedly adjusted the hem of her skirt, stood up, and walked forward. She asked worriedly, "Brother,how is Sister? Is she awake now?"

source: 她怨怼的看了叶眉一眼，终究是低下了头：“对不起，我没想到事情原委并不如你妹妹所说，反而误会了自家的人，我也不知道如何才能挽救今天发生的事情，但是我是向阳粉丝团101群的队长，群里几千号的粉丝都听我的，要是哪一天你有什么事情需要帮忙，我一定尽所有能力帮你，对了，你想要进群吗？我可以给你当副团长。”她有些紧张的看向叶漓，生怕别人不买自己的单。
en_us: After glancing at Ye Li timidly, she looked down in the end and said, "I'm sorry, I didn't expect the truth to be different from what your younger sister said. I ended up misunderstanding a fellow fan. I don't know how to make up for what happened today but I'm I'm the leader of the 101 Xiangyang Fanclub and the thousands of members all listen to me. If you ever need help, I'll definitely do my best to help you. By the way, do you want to join the club? I can make you the deputy leader," she said, looking at Ye Li a little nervously, afraid that they would not believe her.

source: 她愣了一下，反应过来后，心里乐了。
en_us: After being stunned for a while, she was elated when she recovered from the shock.

source: 她愣住，随后眼神闪烁的收回了目光。
en_us: After being stunned, she looked away.

source: 她扑了过去，伸手就要去抓叶漓的头发。
en_us: She leaped over and reached out in a bid to grab Ye Li's hair.

source: 她扯了扯嘴角，笑容却很冷，说出的话更是让人莫名：“之前喜欢不代表现在喜欢，人都是会变的，阿姨您说呢？”
en_us: She smirked coldly and her words were rather bewildering. "Just because I liked it in the past doesn't mean that I like it now. People are bound to change.Auntie, what do you think?"

source: 她扯了扯嘴角，表情颇为不屑。
en_us: She smirked with a look of disdain.

source: 她抬了抬下巴，十分大方的说。
en_us: She said generously as she lifted her chin.

source: 她抬起了下巴，有些骄傲的走了过去。
en_us: She raised her chin and walked over proudly.

source: 她挑了挑眉。
en_us: She raised her eyebrow.

source: 她换上了裙子。
en_us: She changed into the gown.

source: 她掏出了一张烫金的邀请函递了过去。
en_us: She took out a golden invitation card and handed it over.

source: 她掏出手机，才发现屏幕上弹满了弹幕，而且全都是关于自家哥哥和自己的热门话题。
en_us: She took out her mobile phone and only then did he realize that she had received numerous notifications, all of which were about her brother and herself.

source: 她是真的想要和他结婚的。
en_us: She truly wanted to marry him.

source: 她是知名模特，现在不知道在哪里混，但是后期叶漓知道她的时候，这个女人已经是徐凤年公司的首席模特。
en_us: She was a famous model. Although she had yet to make a name for herself, she had already become the top model of Xu Fengnian's company when Ye Li got to know her in the later part of her previous life.

source: 她是认真的。
en_us: 'She's being serious.'

source: 她是这帝都第一世家的大小姐，本该是人上人的存在，又怎能再过那样的生活？
en_us: She was the heiress of the most powerful family in Beijing and she should have been a highly mighty existence who was superior to all. How could she live like that again?

source: 她暗暗咬了咬牙，算了，在这个家里，谁对你都是唯命是从，不敢反驳，可到了学校，我看谁还会认同你半分？
en_us: She gritted her teeth secretly and thought, 'Forget it, everyone obeys you in this house and no one dares to go against you but once we get to school, let's see if anyone will agree with you.'

source: 她最贵的一条裙子也不过才五百万。
en_us: The most expensive dress she owned cost only a little over 700,000 dollars.

source: 她最近得到消息，过段时间会有娱乐公司来学校文艺社挑选合适的学生进行培训出道。
en_us: She recently got the news that an entertainment company would be visiting the college's Arts Society to pick out suitable candidates, whom would be put through training and given a chance to debut as a star.

source: 她有些不确定的目光落到了叶漓身上。
en_us: She looked at Ye Li with some uncertainty.

source: 她有意无意的撇了身后的叶漓一眼，期待看到她嫉妒的目光，可叶漓却盯着手机，不知道在看什么，丝毫也没有注意到她的样子。
en_us: She glanced at Ye Li who was behind her, somewhat intentionally. She was expecting to see a jealous gaze in Ye Li's eyes but Ye Li was staring at her mobile phone and looking at something, not noticing that Ye Mei was staring at her at all.

source: 她本来就有些胖，再加上贪吃，就是早餐吃的也是叶眉的双倍，后来继母秦柔还特意请了个厨师给她做什么营养餐，说是这样既能补充营养，又不会变胖。
en_us: She was a chubby glutton who used to eat twice of Ye Mei's portion for breakfast. Later on, her stepmother, Qin Rou, even specially hired a chef to prepare nutritious meals for her, claiming that it would give her a nutritional boost while keeping her weight in check.

source: 她本来是不想跟这个老女人一般计较的。
en_us: She originally did not want to pursue the matter against this old woman.

source: 她歪头一看，就能看到不少人好奇盯着自己的目光。
en_us: She cocked her head towards the side to see that there were many curious gazes on her.

source: 她死死的咬着牙，在看着不断减少的粉丝，ys要求道歉，恨得几乎咬碎一口银牙。
en_us: She gritted her teeth with all her might while watching her followers decrease rapidly and YS Fashion's demand for a public apology from her.

source: 她死死的捏着拳头，强颜欢笑：“凤年哥哥对姐姐真好。”
en_us: She clenched her fists tightly and forced a smile. "Fengnian, you treat my sister really well."

source: 她永远是自己触之不及的存在...
en_us: She was forever beyond his reach...

source: 她没有女儿，从小就将叶漓当做亲生女儿一样疼爱。
en_us: Since she did not have a daughter, Mrs. Xu had been doting on Ye Li like she was her own, ever since she was a child.

source: 她清楚的记得，自己被叶眉关在那个私人医院的时候，已是2028年。
en_us: She clearly remembered that it was the year 2028 when Ye Mei locked her up in that private hospital.

source: 她点开一看，发现下午还对她骂骂咧咧的众人，这会儿却全在道歉。
en_us: She opened it to see that the people who were still berating her and criticizing her in the afternoon, had started apologizing to her.

source: 她点开了资料，直接修改成了，“小凤漓”。
en_us: She edited her profile and changed her name to "Little Ye Li".

source: 她点进去叶眉的微博一看，发现她也多了不少的粉丝。
en_us: When she tapped into Ye Mei's Twitter, she realized that Ye Mei had gained many followers too.

source: 她爸曾说，她的性格就和她的妈妈如出一辙，不善言语，不喜解释，宁愿自己受委屈也不会说上半分。
en_us: Her father once said that her character was just like her mother's. She was not good with words, did not like to explain herself. She would rather be wronged than say anything more.

source: 她狠狠威胁道。
en_us: She threatened Ye Li ferociously.

source: 她留着一头黑长直的头发，画着淡淡的素颜妆，给人一种清纯可人的感觉，相比较叶漓的圆润，她就十分的清瘦，风一吹就倒的柔弱女性，很能激起男人的保护欲，学校大半的男生都视她做女神。
en_us: She had long and straight black-colored hair and wore some light makeup which gave her a touch of innocence. A stark contrast to the chubby Ye Li, she was extremely skinny and weak, as if she would be blown away easily by the wind. She would easily arouse the protective desires and nature of men. As a result, more than half of the male students in school saw her as their goddess.

source: 她疑惑的回头看去，待看清那辆车之后，眼睛猛地一亮。
en_us: She turned around in bewilderment and her eyes suddenly lit up when she saw that car.

source: 她的卡，里面有多少钱，她肯定最清楚才是。
en_us: Ye Mei was definitely clear about how much money she had.

source: 她的同桌正是中午跟着的其中一人，王丽。
en_us: Her desk-mate was Wang Li, who was one of the girls that followed her to the restaurant in the afternoon.

source: 她的名声已近坏到了骨子里，所以无论怎么做，无论做什么，在别人的眼中都是恶意的。
en_us: She had a terrible reputation and no matter what she did, they would still find her malicious.

source: 她的心脏狂跳了两下，这样熟悉的感觉，自己真的死了？
en_us: Her heart pounded vigorously twice. 'What a familiar feeling. Am I really dead?'

source: 她的性格徐凤年很清楚，向来都不会主动去招惹别人，更别说从小性子就软软的丫头，又怎么会打架？
en_us: Xu Fengnian was well aware of what her character was like and knew that she would never take the initiative to provoke others. Besides, she had always been meek and submissive. Why would she get into a fight?

source: 她的性格简直就被叶眉拿捏的死死的。
en_us: Ye Mei had taken complete advantage of her character.

source: 她的性格跟之前的叶漓如出一辙，很容易就被别人的表面所欺骗。
en_us: Xu Qian's personality was very similar to that of the old Ye Li. She was gullible and was easily fooled by the appearance of others.

source: 她的眼泪糊了视线，却抓住了救命的稻草一般大喊：“救命，叶漓杀人了！”
en_us: Her tears blurring her vision, she screamed for help like she had found the last straw to clutch at. "Help, Ye Li killed someone!"

source: 她的眼神扫过一旁沙发上坐着的少年，惊了一下，“徐晗！”
en_us: She glanced at the young man who was seated on the couch beside her and exclaimed in shock, "Xu Han!"

source: 她的粉丝以肉眼可见的速度往上飞涨，短短几分钟就破了十万，这把叶漓都给惊呆了。
en_us: Her follower number increased rapidly at a visible speed and she broke through the 100,000-benchmark in the blink of an eye, causing Ye Li to be stunned.

source: 她的脸刷地一下失去了血色。
en_us: She immediately turned pale.

source: 她的脸刷地一下惨白。
en_us: Her face turned pale immediately.

source: 她的表情惊恐。
en_us: A look of panic appeared on her face.

source: 她的表情真诚，没有丝毫作假。
en_us: Her expression was genuine and it did not seem fake at all.

source: 她的身材算不得很胖，本也就是比微胖更胖一点。
en_us: She wasn't considered fat and was just a little chubby.

source: 她眉眼越来越寒。
en_us: The gaze in her eyes became increasingly cold.

source: 她眉眼闪烁一下，回头笑道：“不好意思，我可能还有点事，等会儿再来找你们，先失陪一会。”
en_us: Her eyes glistened and she turned around to say smilingly, "Excuse me, I have something to attend to. I'll come back to look for you guys later. Excuse me for a moment."

source: 她看了一眼，突然回头朝着二楼的方向看去。
en_us: She glanced at it and suddenly turned around to look in the direction of the second floor.

source: 她看了旁边站着的少年，挑了挑眉：“那个，我要先走了，你是要继续站着还是....”叶漓指了指一旁的楼梯。
en_us: Looking at the young man beside her with raised brows, she said, "Um, I'm going to get going. Do you want to continue standing here or..." Ye Li pointed at the staircase at the side.

source: 她看向叶漓的眼睛都红了，不屑的道：“让枫神亲自来，你开什么玩笑，就凭你也配？”
en_us: Looking at Ye Feng with bloodshot eyes, she asked in disdain, "What a joke. Do you think you're worthy enough to get Ye Feng to come here in person?"

source: 她看向徐凤年 。
en_us: She looked at Xu Fengnian.

source: 她看着叶漓那双有些深不可测的双眸，眼睛弯了弯。
en_us: She looked at Ye Li with mysterious eyes that curved.

source: 她眼神闪了闪，迅速发表了一条微博：“大家都不要吵了，我知道这件事确实很让人震惊，但是叶漓毕竟是我的姐姐，看到她被骂我心里也十分难受，我希望大家不要再说她了，她约了枫神吃个饭而已，不是你们猜想的那种关系，宝宝们不要乱想。#枫神母校于神秘大学生吃饭事件#小凤漓回应#小凤漓和枫神关系。”
en_us: Her eyes glistened and she quickly sent a tweet that read: "Everyone, cut it out. I know that this matter is indeed very astonishing but Ye Li is my sister after all, and I feel very upset to see her getting scolded. I hope that you can all stop criticizing her. She had just asked Ye Feng out for a meal, their relationship is not what you think it is. Babies, stop making wild guesses. #YeFengDinesWithMysteriousCollegeStudent #LittleYeLiResponds #TheRelationshipBetweenLittleYeLiAndYeFeng."

source: 她瞪着眼珠子，一脸不敢置信的看着父亲。
en_us: She stared at her father with her eyes wide open in disbelief.

source: 她知道，自己要是跟叶漓要，她那么大方的一个人，肯定不会不给。
en_us: She knew that the magnanimous Ye Li would definitely lend the black card to her as long as she asked for it.

source: 她笑了。
en_us: She laughed.

source: 她笑了一声，点头说道：“对，爷爷，二夫人和二小姐说的没错。”
en_us: She chuckle and said with a nod, "By the way, Grandpa, Miss Xu Yuan and Madam Kong Yun are right."

source: 她笑容淡了两分，道：“叶眉小姐也来了，快坐吧。”
en_us: Her smile faded a little and she said, "You're here too, Miss Ye Mei, hurry and take a seat."

source: 她笑意盈盈的抱着属于自己的本本，很是开心。
en_us: She was hugging her booklet smilingly, seemingly in good spirits.

source: 她笑的很大声吗，周围的人都听见了。
en_us: She was guffawing loudly and everyone around could hear her.

source: 她等不及了，现在的她才二十，若是要等到二十三，那岂不是还要等上三年？
en_us: She could not wait any longer. She was now 20 years old and if she were to wait until she was 23 years old to get married, that would mean that she had to wait for three more years.

source: 她美眸闪烁了一下，开口道，“难道凤年也知道这件事？并且你们已经私下解决了？”
en_us: Her beautiful eyes flickered and she asked, "Does Xu Fengnian know about this too? Have you already settled this between yourselves?"

source: 她肤若凝脂，双眉修长，星眸璀璨，唇红齿白，一头靓丽的黑发被高高扎在了耳后，只留下零零碎碎的发丝修饰着圆润可爱的双颊。
en_us: Her skin was supple like gelatin, her eyebrows were long, her eyes were glistening, and her lips were red while her teeth was white. Her beautiful, black hair was pulled up into a high ponytail behind her ears, leaving only some loose segments of hair that framed her round and adorable cheeks.

source: 她脸上的笑容难看了几分，“那就麻烦叶小姐多照顾一下凤年了。”
en_us: Her smile stiffened and she said, "Please take care of Xu Fengnian then, Miss Ye Li."

source: 她脸色微沉，这于向阳还真是会说，明明背地里对她那般嫌恶，为了前程还真是什么恶心话都说得出口！
en_us: Her face turned a little sullen and she thought, 'This Yu Xiangyang is so good at talking. He's clearly disgusted with me in private. For the sake of his future, he can really bring himself to say all sorts of disgusting things!'

source: 她脸色无比惊愕的看向叶漓。
en_us: She looked at Ye Li in astonishment.

source: 她自以为自己见多了自家哥哥大表哥的盛世美颜，对帅哥已经免疫了。
en_us: She thought that after seeing the handsome good looks of her eldest cousin, she would feel nothing for handsome men.

source: 她自小怕水，这会儿竟然能为了这事能做到这一步，三人心里又是恨自己不该这么逼她，又是气她为何这么冲动。
en_us: Ever since she was a child, she had been afraid of water. Yet, she actually took things so far because of that matter. The three men blamed themselves for forcing her and were also angry at her for being so impulsive.

source: 她自己也是有微博号的，当初为了支持于向阳，还是他的应援粉丝。
en_us: She had her own Twitter account, which she had created for the sake of supporting Yu Xiangyang. She would go to his fan meets too.

source: 她自然是欣喜至极，几乎是想也没想便答应了对方，之后听了对方的话以死相逼，成功拿到了离婚协议书。
en_us: She was naturally overjoyed and she almost agreed to let him help her, without hesitation at all. Later on, she heeded his advice and successfully managed to get the divorce papers signed by threatening Xu Fengnian with her own life.

source: 她若是没记错的话，这餐桌上向来坐着的都是徐家人或者一些旁系。
en_us: If she remembered correctly, the people sitting at this table were usually members of Xu Fengnian's family or some other distant relatives.

source: 她虽然也是叶家二小姐，但是和叶漓在叶家的地位却天差地别。
en_us: Although she was also a daughter of the Ye Family, her status in the family was worlds apart from Ye Li.

source: 她要是多问，姑且还会让这三人反感。
en_us: If she asked any more questions, they would be repulsed and annoyed by her.

source: 她觉得叶漓和叶眉是两姐妹，这事叶眉肯定是告诉了她，但是叶漓偷懒没写。
en_us: She thought that Ye Mei must have informed Ye Li since they were sisters, and that Ye Li was just too lazy to write it.

source: 她记得很清楚，叶漓十八岁生日那年，徐凤年送了她一张黑卡做礼物。
en_us: She remembered very clearly that Xu Fengnian gifted Ye Li with a black card for her eighteenth birthday.

source: 她记得，当时自己虽然没去，但是叶眉去了。
en_us: She remembered that although she did not go at that time, Ye Mei did.

source: 她记得，母亲的眼睛也是跟自己一样，眼下还有一颗泪痣。
en_us: She remembered that her mother's eyes were identical to hers, and she also had a mole under her eye.

source: 她说什么。
en_us: 'What is she talking about?'

source: 她说到这里，掀了掀眼皮子：“我也不能白受了这个委屈不是？”
en_us: At this point, she looked up and said, "I can't be wronged for nothing, right?"

source: 她说怎么就这么好说话，直接就给她了，原来是故意整她！
en_us: 'I was wondering why she agreed so readily. Turns out she wanted to play me out on purpose!'

source: 她说着，若有若无的看向徐凤年，那表情好似受了天大的委屈。
en_us: As she spoke, she turned to look at Xu Fengnian, looking as if she had been terribly mistreated.

source: 她说罢，就哇的一下大哭了起来。
en_us: As soon as she finished speaking, she began bawling loudly.

source: 她说罢，看向叶漓，眼底深处闪过一抹怨毒，可脸上却无比的真诚：“阿漓，对不起，这件事是我不对，希望你能原谅我，我们从小就是朋友，我相信不会因为这一点小事就会毁掉我们之间的友谊的对不对？”
en_us: After saying that, she looked at Ye Li with a trace of resentment in her eyes. However, her expression seemed genuinely sincere. "Ye Li, I'm sorry, this matter is my fault, I hope you can forgive me. We have been friends since we were children and I believe our friendship won't be ruined by such a trivial matter, right?"

source: 她走到一旁，打了电话。
en_us: She walked to the side and made a call.

source: 她跳河一事是真，虽然也有因为表白被拒的因素在里面，但是更多的是因为要嫁给徐凤年和同学们的欺辱嘲笑。
en_us: It was true that she had jumped into the river and although the rejection was part of the reason it was mostly because of the humiliation that she suffered for having to marry Xu Fengnian, and the mockery from her classmates.

source: 她身份太过敏感，所以一直是处于隐秘状态，除了叶眉和哥哥们，学校里的人几乎都不知道。
en_us: Due to the sensitivity of her identity, she had always been keeping it a secret. Other than Ye Mei and her brothers, no one else in school knew about it.

source: 她身后的两个女生赶忙拉着她：“眉儿你别冲动呀，这件事不关你的事，咱们就不摊这浑水了好吗？再说了，这在人家呢，她们肯定也不会太过分的，你放心吧。”
en_us: The two girls behind her hurriedly tried to stop her. "Ye Mei, don't be reckless. This matter has nothing to do with me. Can we not get involved? Besides, we're in someone else's home now. They definitely won't act recklessly, don't worry."

source: 她身后的女生惊讶的看来。
en_us: The girl behind her looked over in shock.

source: 她身后跟着的两个女生看着众星捧月的徐媛，艳羡道。
en_us: Green with envy, the two girls were looking at Xu Yuan who was admired by many.

source: 她转身回了房间，翻出了之前大家送的礼服，随便挑了挑，选出了一条较为显瘦又不失保守的米色晚礼服。
en_us: She turned around and returned to her room and took out the gowns that she had received as gifts previously. She casually picked out a cream-colored one that would make her look slimmer but was not too revealing.

source: 她还没说话，前排的叶眉就站了起来，一脸犹豫的说道：“老师，我姐姐不是故意不交的，您能不能不要惩罚她？她从小到大就没干过粗活，可能....”
en_us: Before she could say anything, Ye Mei, who was in the front row, stood up and said with a hesitant expression, "Teacher, my sister didn't mean not to submit the paper. Could you spare her from the punishment? She's never done any hard labor since she was a child, maybe..."

source: 她这么有钱，肯定不止是一张卡。
en_us: They reckoned that she definitely had more than just one card since she was that wealthy.

source: 她这会甚至都有些感谢叶漓了。
en_us: She even felt somewhat thankful for Ye Li.

source: 她这样找叶漓的茬，对方竟然不怪罪她。
en_us: She made things hard for Ye Li but the latter did not blame her at all.

source: 她这辈子最恨的就是为什么自己不是正室的女儿，因为因此，她遭受了多少不公平的对待。
en_us: In this life, the thing she hated the most was the fact that she was the daughter of a mistress, because that was the reason she had suffered plenty of unfair treatment.

source: 她递给了自家哥哥看，道：“哥，你看我粉丝涨的好快。”
en_us: She handed her mobile phone to her brother and said, "Brother, look at how quick my follower count is increasing."

source: 她邪恶的笑着，眼中却带着几分恨意。
en_us: She smiled sinisterly with some hatred in her eyes.

source: 她高中之前一直是十分优秀的学生，只是高考的时候因为睡过头，试卷只填了一半，勉强凑够分数进了帝都大学。
en_us: Before she went to High School, she had always been an outstanding student but due to the fact that she had overslept on the day of the national college entrance examinations, she only had time to complete half of the exam script and barely made it through to Beijing University.

source: 好不容易熬到了生下孩子，于向阳突然出现，说要帮助她离开。
en_us: After a great deal of hardship, she finally gave birth to her child and Yu Xiangyang suddenly appeared, claiming that he would help her leave.

source: 好似之前发生的一切不过一场梦，梦醒了，就什么都没了。
en_us: It was as if everything that happened prior to this was just a dream that he had now woken up from.

source: 好似之前露出的嚣张不过是大家的幻觉。
en_us: It was as if the arrogant behavior of his just now was just everyone's illusion.

source: 好似告诉大家，叶漓只是害怕他们怪罪，所以才不敢承认。
en_us: It was as if she was telling everyone that Ye Li was just scared to admit it because she didn't want them to blame her.

source: 好似在看到她的瞬间，所有迫人的气息都消失了。
en_us: It seemed that all their oppressive auras disappeared at the instant that they saw Ye Li.

source: 好似已经笃定，叶漓就是那样的人一般。
en_us: It was as if they were already certain that Ye Li was such a person.

source: 好似看到了他们，这种对她来说不喜欢的聚会，也变得无比美好了起来。
en_us: It was as if the gathering that she disliked, had become much better after they appeared.

source: 好似自始至终都没有什么变化。
en_us: It was as if it had never changed much throughout.

source: 好像是哎，人家只是问为什么拿了邀请函没有告诉她，并没有说不让她来吧。
en_us: 'That seems to make sense. She's only asked her sister for the reason that she took away her invitation card without asking. She didn't forbid her sister from tagging along.'

source: 好多暗恋徐晗的人，这会儿嫉妒的眼都红了。
en_us: Many of those who had a crush on Xu Han were filled with jealousy at this moment.

source: 好想他！
en_us: 'I miss him so much!'

source: 如今已经知晓未来会发生的一切，叶漓自然不会再让这些事发生。
en_us: Now that she had already known everything that would happen in the future, Ye Li naturally wouldn't let those things happen.

source: 如今的叶漓，刚满二十岁，就读帝都中心大学，是大二艺术系的学生。
en_us: The current Ye Li had just turned twenty years old and was a Year Two college student at Beijing University.

source: 如今看到二夫人母女针对她，她心里终于舒坦了一些。
en_us: After seeing the way that Kong Yun and Xu Yuan were making things difficult or her, she finally felt much more at ease.

source: 如今看到叶漓，好似也并不像是资料中的那样自卑愚蠢。
en_us: Ye Li did not seem as foolish and self-conscious as she was said to be.

source: 如今被对方那么说，心里该会多么难过。
en_us: How upset must she have been after hearing those words from Yu Xiangyang?

source: 如今要是没了哥哥，她看他还如何星途辉煌！
en_us: 'Let's see how he can achieve stardom and fame without Third Brother!'

source: 如今邀请函在自己手上，叶漓就算是去了，她也无法进去。
en_us: Now, the invitation card was in her hands and even if Ye Li were to turn up at the venue, she would not be granted entry.

source: 如今限量款被两个人穿了不说，还都发了微博。
en_us: Not only had the gown been donned by two people, they had also posted photos of it onto Twitter.

source: 妈妈？
en_us: Mother?

source: 妒的是，这些外面人眼中的天之骄子，在家在自己妹妹面前却是这样一副宠溺无边的姿态。
en_us: However, she was jealous that the outstanding figures whom everyone deemed to be favored by god, were all pampering and indulging Ye Li to no end.

source: 妹妹这段时间的变化太过奇怪了。
en_us: The changes that occurred to his younger sister lately were too strange.

source: 嫁入徐家之后，便退出了娱乐圈，安心的当起了贵妇。
en_us: After marrying into the Xu Family, she quit the entertainment industry and enjoyed life as a wealthy man's wife.

source: 孟家一家人闻言脸都黑了。
en_us: The faces of Meng Fei and her parents turned hostile.

source: 孟母嫌恶的道。
en_us: Meng Fei's mother said in disgust.
